{
  "1": "A Great Expectations egy fejlődésregény, amely Pip, az árva fiú történetét követi. Pip egy rejtélyes jótevő támogatásával hirtelen magasabb társadalmi körökbe kerül, miközben megtapasztalja az ambíció, a szerelem, a szégyen és a lelkiismeret konfliktusait. A történet központi kérdése, hogy mit jelent valójában „úriemberré” válni.",
  "2": "A Jane Eyre egy árva lány felnövéstörténete, aki nehéz gyerekkor után nevelőnőként kerül Thornfield Hallba. Jane és a ház ura, Mr. Rochester között mély érzelmi kapcsolat alakul ki, ám egy sötét titok próbára teszi a döntéseit. A regény központi témái az önállóság, a méltóság, a szerelem és az erkölcsi tartás.",
  "3": "Az Üvöltő szelek szenvedélyes, sötét történet a Yorkshire-i lápvidéken, ahol Heathcliff és Catherine kapcsolata mély, mégis pusztító erővé válik. A sértettség, a féltékenység és a bosszú nemcsak őket, hanem a körülöttük élő családokat is generációkon át romlásba sodorja. A regény a szerelem és a gyűlölet szélsőségeit mutatja meg.",
  "4": "A Middlemarch egy kisváros mindennapjain keresztül mutatja be a 19. századi angol társadalom bonyolult viszonyait. Dorothea Brooke nagy eszmékkel és segíteni akarással indul, de házassága és a közeg elvárásai próbára teszik. A regény több szereplő sorsán keresztül beszél ambícióról, szerelemről, reformról és az emberi döntések következményeiről.",
  "5": "A Tess of the d’Urbervilles Tess, egy egyszerű falusi lány tragikus története, aki családja nyomása és a társadalmi előítéletek miatt súlyos helyzetekbe kerül. Tess tisztaságát és méltóságát újra és újra megkérdőjelezi a környezete, miközben ő csak nyugalmat és igazságot keres. A regény erősen foglalkozik a sors, a bűn, a felelősség és a képmutatás témáival.",
  "6": "A Dorian Gray arcképe egy fiatal férfiról szól, aki azt kívánja, bárcsak örökké fiatal maradhatna — a változás helyett a róla készült portré viseli a romlás nyomait. Dorian a szépség és az élvezetek hajszolása közben egyre inkább elveszíti az erkölcsi iránytűjét. A történet a hiúság, a kísértés, a bűntudat és a következmények kérdéseit járja körül.",
  "7": "A Drakula egy naplókból és levelekből felépülő gótikus horror, amelyben Jonathan Harker Erdélyben találkozik a titokzatos Drakula gróffal. A gróf később Angliába jut, és veszélybe sodorja Lucy-t és Mina-t, miközben Van Helsing vezetésével megindul a küzdelem ellene. A regény feszültséggel teli történet a félelemről, a hitről és az összefogás erejéről.",
  "8": "A Woman in White egy izgalmas, rejtélyekkel teli történet, amely egy titokzatos, fehérbe öltözött nő felbukkanásával indul. Walter Hartright és Marian Halcombe egy bonyolult csalás és örökségi ügy nyomába ered, ahol látszat és valóság gyakran összekeveredik. A regény a bizalomról, identitásról, manipulációról és igazságkeresésről szól.",
  "9": "Alice Csodaországban egy különös, álomszerű kaland, amelyben Alice egy nyúl üregén át egy furcsa világba zuhan. Ott szokatlan szereplőkkel találkozik, és olyan helyzetekbe kerül, ahol a logika és a szabályok teljesen másképp működnek. A történet játékosan szól a kíváncsiságról, a képzeletről és arról, hogyan keressük a helyünket egy zavaros világban.",
  "10": "Az Észak és Dél egy fiatal nő, Margaret Hale szemszögéből mutatja be a vidéki és az iparosodó Anglia közti különbségeket. Margaret egy gyárvárosba kerül, ahol megismeri a munkások nehézségeit és John Thornton gyártulajdonos gondolkodását is. A regény a társadalmi feszültségekről, a megértésről, az előítéletekről és egy lassan formálódó szerelemről szól."
}